<?php
return [
    /*
    |--------------------------------------------------------------------------
    | ANTOLOJİ.COM'un tüm şiirlerinin olduğu sitemap dosyası
    |--------------------------------------------------------------------------
    */
    'base' => [
        'xml' => 'https://www.antoloji.com/sitemap/tumsiirler/'
    ],
    /*
    |--------------------------------------------------------------------------
    | ANTOLOJİ.COM üyesi olan şiirleri kaydet
    |--------------------------------------------------------------------------
    */
    'fetchOwnPoemOfUser' => true,
    /*
    |--------------------------------------------------------------------------
    | ANTOLOJİ.COM'da taratılan şiirlerin ayrıca json dosyasına kaydedilmesi
    |--------------------------------------------------------------------------
    */
    'saveAsJson' => true

];
